Repository: OleksaBalancer/wreq
Catalog: wreq/wreq/Resource.*.resx
Languages: ru

source: Add irrigation
ru: Добавить орошение

source: Add new
ru: Добавить

# AddWaterLimit
source: Add water limitation
ru: Добавить ограничение на воду

# Altitude
source: Alt. above sea level
ru: Выс. над ур. моря

source: Area
ru: Площадь

# Author
source: Kleyms Alexey
ru: Клеймс Алексей

source: Back
ru: Назад

# ChangeAccountSettings
source: Change your account settings
ru: Изменить настройки учетной записи

source: Change password
ru: Изменить пароль

# CombCulture
source: Comb. cult. height
ru: Выоста совм. культуры

source: Confirm password
ru: Подтвердить пароль

# ConfirmPasswordValidationError
source: The password and confirmation password do not match.
ru: Пароль и подтверждение не совпадают

source: Create
ru: Создать

source: Crop
ru: Посев

# CropPlan
source: Water requirement
ru: Потребность в воде

source: Crops
ru: Посевы

# CultureC
source: Culture
ru: Культура

source: Cultures
ru: Культуры

source: Date
ru: Дата

# DateBegin
source: Begin date
ru: Дата начала

# DateEnd
source: End date
ru: Дата конца

# DateEndValidationError
source: End date should be greater than begin date
ru: Дата конца должна быть больше даты начала

# DateSeeded
source: Date of sowing
ru: Дата посева

source: Delete
ru: Удалить

# DeleteConfirm
source: Are you sure you want to delete this?
ru: Вы уверенны,что хотите удалить?

source: Description
ru: Описание

source: Details
ru: Детали

source: Edit
ru: Редактировать

source: Error
ru: Ошибка

# ErrorMessage
source: An error occurred while processing your request.
ru: При обработке запроса возникла ошибка

# ErrorMessageHeader
source: Error.
ru: Ошибка.

source: Field
ru: Поле

source: Fields
ru: Поля

# FWC
source: Field water capacity
ru: Полевая влагоемкость

# FWCValidationError
source: Field water capacity must be greater than wilt water capacity
ru: Полевая влагоемкость должна быть больше влагоемкости увядания

source: Get plans
ru: Получить планы

source: Irrigation
ru: Орошение

source: Irrigations
ru: Орошения

source: Irrigation type
ru: Тип орошения

source: Irrigation types
ru: Типы орошения

# IrrigationValidationError
source: There may be only one irrigation record for one day
ru: Может быть только одна запис об орошении в день

source: Latitude
ru: Широта

# LattitudeValidationError
source: Lattitude must be between -90 and 90
ru: Значение широты должно быть между -90 и 90

# Ldev
source: Dev. stage length
ru: Длит. стад. разв.

# Lend
source: End. stage length
ru: Длит. стад. оконч.

# Lini
source: Ini. stage length
ru: Длит. стад. нач.

# Lmid
source: Mid. stage length
ru: Длит. стад. серед.

source: Login
ru: Вход

source: Longitude
ru: Долгота

# LongitudeValidationError
source: Longitude must be between -180 and 180
ru: Значение долготы должно быть между -180 и 180

source: Manage account
ru: Управление учетной записью

source: Max height
ru: Макс. высота

# MaxRoot
source: Max root depth
ru: Макс. глубина корней

source: Name
ru: Название

source: Password
ru: Пароль

# PasswordValidationError
source: The {0} must be at least {2} characters long.
ru: {0} должен иметь хотя бы {2} символов

source: Plan irrigations
ru: Планирование орошений

# PlanningDateBeginError
source: Begin date cannot be less than the date of sowing
ru: Дата начала не может быть меньше даты посева

# PlanningDateEndTooBigError
source: nd date cannot be greater than total duration of plant growth stages
ru: Дата конца не может быть больше даты сбора урожая

# Positive01ValidationError
source: Value must be a positive number between 0 and 1
ru: Значение должно быть положительным между 0 и 1

# PositiveValidationError
source: Value must be a positive number
ru: Значение должно быть положительным

# RecordUsed
source: This record is being used
ru: Эта запись используется

source: Register
ru: Регистрация

# RememberMe
source: Remember be?
ru: Запомнить меня?

# REW
source: Readily evaporable water
ru: REW

# REWValidationError
source: REW value must be greater than TEW value
ru: Значение REW должно быть меньше TEW

source: Save
ru: Сохранить

source: Soil type
ru: Тип почвы

source: Soil types
ru: Типы почвы

# TEW
source: Total evaporable water
ru: TEW

# TEWValidationError
source: TEW value must be greater than REW value
ru: Значение TEW должно быть больше REW

source: User name
ru: Логин

source: Users
ru: Пользователи

source: View irrigations
ru: Список орошений

# ViewWaterLimits
source: View water limitation
ru: Список ограничений на воду

source: Volume
ru: Объем

# WaterExtr
source: Water extraction
ru: Изъятие воды

# WaterLimitsValidationError
source: There may be no overlapping water limits
ru: Не должно быть пересекающихся ограничений на воду

source: Wetted soil area fraction
ru: Увлажняемая часть почвы

# WWC
source: Wilt water capacity
ru: Влагоемкость увядания

# WWCValidationError
source: Wilt water capacity must be less than field water capacity
ru: Влагоемкость увядания должна быть меньше полевой влагоемкости

source: Yield reduction
ru: Сокращение урожая

source: Log off
ru: Выход

# PropertyValueInvalid
source: The value ‘{0}’ is not valid for {1}
ru: Значение ‘{0}’ не подходит для {1}

source: Confirm new password
ru: Подтвердить новый пароль

source: Current password
ru: Текущий пароль

source: New password
ru: Новый пароль

source: Total
ru: Всего

source: Water limit
ru: Ограничение на воду
